[{
  "body": "This blonde had a near death experience the other day. She climbed on top of a horse, and all of a sudden it started moving. She was a little frightened, this was her first time, but she kept on the horse. Then the horse started going fast and got out of control, and the blonde couldn't stay on, she fell of, but her foot got stuck, and she was dragging on the ground. She started screaming, and was in great pain. Then the wal-mart manager came outside and unplugged the horse.",

  "category": "Blonde Jokes",
  "id": 1,
  "rating": 2.88
},
  {
    "body":  "You're both wrong! They're bird tracks!Then they get hit by a train.",
    "category": "Blonde Jokes",
    "id": 2,
    "rating": 3.06
  },
  {
  "body": "A man walks in to an auto store and askes the blonde cashier where the turtle wax is. the blonde says,i'm sorry sir, but we don't sell pet supplies.",
  "category": "Blonde Jokes",
  "id": 43,
  "rating": 2.25
  },
  {
    "body": "One day a blonde is hiking in the woods.  She follows the trail until she comes upon a river.  As she is thinking how she can get across the river; another blonde appears on the opposite side.The blonde yells to the other blonde How do I get to the other side?The other blonde looks up and then down the river and yells back:You are on the other side!",
    "category": "Blonde Jokes",
    "id": 44,
    "rating": 3.18
  },

  {
    "body": "A girl came skipping home from school one day.",
    "category": "Blonde Jokes",
    "id": 46,
    "rating": 4.22
  },
  {
    "body": "A blonde is walking down the street with her blouse open, exposing one of her breasts. A nearby policeman approaches her and remarks, Ma'am, are you aware that I could cite you for indecent exposure? Why, officer? asks the blonde. Because your blouse is open and your breast is exposed.Oh my goodness," ,
    "category": "Blonde Jokes",
    "id": 47,
    "rating": 3.6
  },
  {
    "body": "One cold Winter day, a blonde decides she wants to take up ice fishing. When she gets to the pond, she begins to cut a hole in the ice. As she does, she hears a voice. There's no fish there... Puzzled, the blonde picks up her stuff and cuts another hole a few feet away. Again, she hears the voice. There's no fish there...  The blonde is confused, but still determined. About 10 feet away, she begins to cut another ice hole. There's no fish there..., she hears.     She immediately turns her head to the sky and says, Is that you, God? NO! IT'S THE MANAGER OF THE ICE-SKATING RINK! THERE'S NO FISH THERE!",
    "category": "Blonde Jokes",
    "id": 48,
    "rating": 3.09
  }
]